from gov_uni_pages import Uni_Page
Uni_Page(
    uniname="جامعة حلب",
    nickname="جامعة حلب",
    map_link="https://www.google.com/maps/d/u/3/embed?mid=1EEopFAmW7u6KdT0lAcMjua4fOHTFAuo&ehbc=2E312F",
    uni_image="AU.jpg",
    website='https://www.alepuniv.edu.sy',
    location="https://www.google.com/maps/place/University+of+Aleppo/@36.2079742,37.1160416,15z/data=!4m2!3m1!1s0x0:0x6cc2cf38e372f246?sa=X&ved=2ahUKEwj265m0yriCAxU2VaQEHXQuBjoQ_BJ6BAhUEAA",
    rank="5310",
    description="جامعة حلب هي ثاني جامعة أُنشِئت في سوريا بعد الجامعة السورية التي سميت لاحقًا جامعة دمشق، وتعد من المؤسسات العلمية الرائدة والجامعات العربية العريقة.وفي العام 1946 تم إنشاء كلية الهندسة في مدينة حلب كأول مؤسسة للتعليم العالي، وكانت حينها تتبع للجامعة السورية بدمشق، في عام 1958 صدر قرار حكومي يتم بموجبه إنشاء جامعة ثانية في الجمهورية العربية السورية يكون مقرها مدينة حلب. وفي عام 1960 استقلت كلية الهندسة فعلياً عن جامعة دمشق وشكلت النواة الأساسية لهذه الجامعة الناشئة مع استحداث كليةٍ ثانية هي كلية الزراعة",
    note=None,
    social_media=['https://www.facebook.com/aleppo.university.official'],
    colleges=[[": مجال العلوم الصحية والطبية", "كلية الطب","كلية طب الأسنان","كلية الصيدلة","كلية التمريض","كلية الطب البيطري"],
              [": مجال الهندسة ", " كلية الهندسة المعمارية ","  كلية الهندسة المدنية ","كلية الهندسة الزراعية "," كلية الهندسة المعلوماتية ","الهندسة الكهربائية والإلكترونية وتضم الأقسام التالية: هندسة نظم القدرة الكهربائية - هندسة القيادة الكهربائية - هندسة التحكم الآلي والأتمتة الصناعية - هندسة الحواسيب - هندسة الاتصالات - هندسة النظم الإلكترونية - هندسة الميكاترونيك "," الهندسة الميكانيكية وتضم الأقسام التالية: هندسة الطاقة (الميكانيكية) - هندسة الإنتاج - ميكانيك الغزل والنسيج - الهندسة الصناعية - علم المواد الهندسية - هندسة الطيران - الهندسة النووية - هندسة الآلات الزراعية  ","كلية الهندسة التقنية و تضم الأقسام التالية: تقانة الهندسة البيئية - تكنولوجيا الأغذية - تقانة الهندسة الحيوية "],
              [": مجالات العلوم الإنسانية والاجتماعية","كلية الآداب والعلوم الإنسانية وتضم الأقسام التالية: اللغة العربية - اللغة الإنكليزية - اللغة الفرنسية - التاريخ - الجغرافية - الفلسفة - علم الاجتماع - الآثار ","كليةالتربية ","كلية الحقوق","كليةالفنون الجميلة "," كلية الشريعة "],
              [": مجالات أخرى "," كلية الاقتصاد","الكلية التطبيقية وتضم الأقسام التالية: تقانات إلكترونية - ميكانيك التدفئة والتكييف والتبريد ","كلية العلوم وتضم الأقسام التالية: الرياضيات - الفيزياء - الكيمياء - الجيولوجيا - الإحصاء الرياضي - علم الأحياء (البيولوجيا) "]],
    campus_housing=True,
    unihospitals=["مشفى حلب الجامعي "," مشفى الكندي الجامعي  "," مشفى أمراض وجراحة القلب الجامعي  "," مشفى التوليد وأمراض النساء الجامعي "," مشفى جراحة الفم والفكين "," مدرسة التمريض "],
    High_inst=[],
    Mid_inst=[" المعهد التقاني الطبي  "," المعهد التقاني لطب الأسنان "," المعهد التقاني الهندسي ","  المعهد التقاني للحاسوب "," المعهد التقاني الزراعي  "," المعهد التقاني لإدارة الأعمال والتسويق  "," المعهد التقاني للعلوم المالية المصرفية "]
    )