from gov_uni_pages import Uni_Page
Uni_Page(
    uniname="جامعة دمشق",
    nickname="جامعة دمشق",
    map_link="https://www.google.com/maps/d/embed?mid=16fl7NM0hOSxyUKijMvaSHefDatd9EAM&ehbc=2E312F",
    uni_image="DU.jpg",
    website="https://www.damascusuniversity.edu.sy/",
    location="https://www.google.com/maps/place/Damascus+University/@33.5106105,36.2881338,17z/data=!3m1!4b1!4m6!3m5!1s0x1518e73351b783c3:0x81aba1f4d3154d23!8m2!3d33.5106105!4d36.2881338!16zL20vMDdwbnc2?entry=ttu",
    rank="2473",
    description="جامعة دمشق هي أقدم وأكبر جامعة في الجمهورية العربية السورية، تقع في العاصمة دمشق ولديها فروع في بعض المحافظات الأخرى، تعد أول جامعة حكومية في الوطن العربي. ترجع نواتها الأولى إلى العام 1903 من خلال المدرسة الطبية بفرعيها الطب البشري والصيدلة. في العام 1923 تم دمج المدرسة الطبية مع مدرسة الحقوق (التي أسست عام 1913) لتكوين الجامعة السورية. وبقيت تحمل ذاك الاسم حتى عام 1958 حيث أصبحت تدعى جامعة دمشق",
    note=None,
    social_media=['https://youtube.com/@damascusuniv?si=1sfJv7Oztd0_lgfb','https://www.facebook.com/Damas.University', 'https://www.instagram.com/damasuniv/','https://t.me/damascus122021'],
    colleges=[[": جامعة دمشق ", "كلية الآداب والعلوم الانسانية","كلية الإعلام","كلية الاقتصاد","كلية التربية","كلية الحقوق","كلية السياحة","كلية الشريعة","كلية العلوم الصحية","كلية الصيدلة","كلية الطب البشري","كلية طب الأسنان","كلية العلوم","كلية العلوم السياسية","كلية الفنون الجميلة","كلية الهندسة الزراعية","كلية الهندسة المدنية","كلية الهندسة المعلوماتية","كلية الهندسة المعمارية","كلية الهندسة الميكانيكية والكهربائية","الكلية التطبيقية"],
              [": فرع درعا ", "التربية الثالثة","الآداب الثالثة","الحقوق الثانية","الاقتصاد الثانية","الطب البيطري","العلوم الثانية"],
              [": فرع السويداء ","الآداب والعلوم الانسانية الثانية","التربية الثانية","الزراعة الثانية","الفنون الجميلة الثانية","العلوم الرابعة","الهندسة الميكانيكية والكهربائية الثانية","كلية الاقتصاد الرابعة"],
              [": فرع القنيطرة ","التربية الرابعة","الاقتصاد الثالثة","الآداب والعلوم الانسانية الرابعة","الحقوق الثالثة","العلوم الثالثة"]],
    campus_housing=True,
    unihospitals=["مستشفى جراحة القلب الجامعي ","مشفى جراحة الفم والفكين","المستشفى الوطني الجامعي","مستشفى المواساة الجامعي","مستشفى التوليد وأمراض النساء"," مستشفى البيروني ","مستشفى الأمراض الجلدية والزهرية "," مشفى الأطفال الجامعي "],
    High_inst=[" المعهد العالي للتخطيط الاقليمي "," المعهد العالي للغات "," المعهد العالي للتنمية الادارية "," المعهد العالي لبحوث الليزر وتطبيقاته ","المعهد العالي للدراسات والبحوث الزلزالية ","المعهد العالي للترجمة والترجمة الفورية "],
    Mid_inst=[" المعهد التقاني للعلوم المالية والمصرفية ","المعهد التقاني لإدارة الأعمال والتسويق ","المعهد التقاني الزراعي ","المعهد التقاني للهندسة الميكانيكية والكهربائية ","المعهد التقاني الطبي "," المعهد التقاني لطب الأسنان ","المعهد التقاني الهندسي ","المعهد التقاني للحاسوب ","المعهد التقاني الزراعي بدرعا ","المعهد التقاني للعلوم المالية والمصرفية بدرعا ","المعهد التقاني الطبي بالنبك ","المعهد التقاني الزراعي بالسويداء ","المعهد التقاني الزراعي بالقنيطرة "]
    )