from pri_uni_pages import Uni_Page
Uni_Page(
    uniname="الجامعة الاتحاد الخاصة",
    nickname="الجامعة الاتحاد ",
    map_link="https://www.google.com/maps/d/embed?mid=1Vda-OoNfbEGDu6tOXG0fLD1TcQ5SZkQ&ehbc=2E312F",
    uni_image="IU.jpg",
    website='http://www.ipu.edu.sy/',
    location='https://www.google.com/maps/place/IPU/@33.4545768,36.174953,18.25z/data=!4m6!3m5!1s0x15192734aed532d3:0xf1b80653b5c3b1ef!8m2!3d33.4546206!4d36.1754956!16s%2Fg%2F11h7zclgsy?authuser=0&entry=ttu',
    rank="20753",
    description="جامعة الاتحاد الخاصة،  تعتبر من أولى الجامعات السورية الخاصة، المفتتحة منذ عام 2003 بموجب المرسوم رقم 302 للعام 2003 القاضي بإحداث جامعة الاتحاد الخاصة في الجمهورية العربية السورية. مقرها الرئيسي محافظة الرقة، وفرعها في مدينة منبج، بمحافظة حلب، وللجامعة حاليا مقرات في دمشق، وحلب",
    note="للجامعة حالياً فرعان يعملان هما فرع حلب (في الشهباء الجديدة) وفرع اوتوستراد درعا ",
    social_media=['https://www.facebook.com/www.ipu.edu.sy'],
    majors=["الصيدلة","الهندسة المعلوماتية","إدارة الأعمال","هندسة العمارة","التسويق والسياحة"],
    colleges=[[": كليات الجامعة ","كلية الصيدلة "," كلية الهندسة الهندسة المعلوماتية - هندسة الحاسبات ", "كلية الهندسة الهندسة المعلوماتية - هندسة الاتصالات ","كلية الهندسة العمارية "," كلية العلوم الإدارية - إدارة الأعمال "," كلية العلوم الإدارية - التسويق والسياحة "],
              ],
    campus_housing=False,
    unihospitals=[],
    High_inst=[],
    Mid_inst=[]
    )