from pri_uni_pages import Uni_Page
Uni_Page(
    uniname="جامعة القلمون",
    nickname="جامعة القلمون",
    map_link="https://www.google.com/maps/d/embed?mid=1KCcPz9QoPYdOiqaE4TrqjsvHmA-CtqU&ehbc=2E312F",
    uni_image="KU.jpg",
    website='http://www.uok.edu.sy/',
    location='https://www.google.com/maps/place/%D9%85%D9%83%D8%AA%D8%A8+%D8%AC%D8%A7%D9%85%D8%B9%D8%A9+%D8%A7%D9%84%D9%82%D9%84%D9%85%D9%88%D9%86%E2%80%AD/@33.5164949,36.2885222,17z/data=!3m1!4b1!4m6!3m5!1s0x1518e747924f8acd:0xad87d9cba7151370!8m2!3d33.5164949!4d36.2885222!16s%2Fg%2F11p14d8bwc?entry=ttu',
    rank="9180",
    description="  جامعة القلمون الخاصة هي جامعة سورية خاصة مقرها مدينة دير عطية في محافظة ريف دمشق. أُسِّسَت عام 2002 وبدأ التدريس فيها عام 2003،يقع حرم الجامعة على الطريق الدولي الواصل بي دمشق وحمص ويتوسط أربع مدن هي قارة، دير عطية، النبك ويبرود. تبلغ مساحة أرض الحرم الجامعي قرابة 500 دونم (500.000 م2) مضاف إليها منطقة توسع إضافية تبلغ حوالي 500 دونم أخرى  ",
    note=None,
    social_media=['https://www.youtube.com/channel/UCSsmPSWV8YyqedHDvTMnigA','https://www.facebook.com/kalamoonofficial'],
    majors=["الطب البشري","طب الأسنان","الصيدلة","التصميم الغرافيكي","الهندسة المدنية","الهندسة المعلوماتية","الحقوق","هندسة تقانة المعلومات","التمويل والمصارف","هندسة العمارة","هندسة الميكاترونيكس"],
    colleges=[["مجالات العلوم الصحية والطبية", "كلية الطب"," كلية طب الأسنان ","كلية الصيدلة "],
              ["كليات الهندسة","كلية الهندسة المدنية والمعمارية ","كلية الهندسة ","كلية العلوم التطبيقية "],
              ["كليات أخرى","كلية الأعمال والإدارة ","كلية الحقوق والعلوم الإنسانية","كلية الإعلام والفنون التطبيقية"]],
    campus_housing=True,
    unihospitals=["مستشفى المدينة الطبية"],
    High_inst=[],
    Mid_inst=[]
    )