from gov_uni_pages import Uni_Page
Uni_Page(
    uniname="جامعة اللاذقية",
    nickname="جامعة اللاذقية",
    map_link="https://www.google.com/maps/d/embed?mid=1cLsThIrJxgaBkB6923KU575YFIsXcxM&ehbc=2E312F",
    uni_image="TU.jpg",
    website='https://tishreen.edu.sy/',
    location='https://www.google.com/maps/place/Tishreen+University/@35.5226906,35.8073717,17z/data=!3m1!4b1!4m6!3m5!1s0x1526ac18a2d4d5cd:0x3dc7dc57373f03b4!8m2!3d35.5226906!4d35.8073717!16s%2Fm%2F03yf8g6?entry=ttu',
    rank="4237",
    description=" جامعة اللاذقية جامعة حكومية في سوريا، أُنشئت في عام 1971 باسم جامعة اللاذقية و موقعها شرق مدينة اللاذقية  ",
    note=None,
    social_media=['https://www.facebook.com/profile.php?id=100064873833418' ],
    colleges=[[": مجال العلوم الصحية والطبية", "كلية الطب","كلية طب الأسنان","كلية الصيدلة","كلية التمريض","كلية التربية الرياضية  "],
              [": مجال الهندسة ", " كلية الهندسة المعمارية ","  كلية الهندسة المدنية ","كلية الهندسة التطبيقية "," كلية الهندسة المعلوماتية ","الهندسة الميكانيكية والكهربائية  "],
              [": مجالات العلوم الإنسانية والاجتماعية","كلية الآداب والعلوم الإنسانية ","كليةالتربية ","كلية الحقوق","كليةالفنون الجميلة "],
              [": مجالات أخرى "," كلية الاقتصاد","كلية العلوم "]],
    campus_housing=True,
    unihospitals=["مشفى تشرين الجامعي","مشفى اللاذقية الجامعي"],
    High_inst=["المعهد العالي للغات "," المعهد العالي للبحوث البحرية "," المعهد العالي لبحوث الهندسة البيئية "],
    Mid_inst=[" المعهد التقاني الزراعي "," المعهد التقاني الطبي "," المعهد التقاني البيطري "," المعهد التقاني للمحاسبة والتمويل ","المعهد التقاني لإدارة الأعمال "," المعهد التقاني لطب الأسنان ","المعهد التقاني الهندسي "," المعهد التقاني للحاسوب "]
    )